diplfranzhoepfinger/aes-mbedtls/aes-mbedtls/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.4.0 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32c3"
CONFIG_MBEDTLS_HARDWARE_AES=n
